tap "alajmo/sake"
tap "felixkratz/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "act"
brew "amazon-ecs-cli"
brew "apache-spark"
brew "azcopy"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "libgit2"
brew "bat"
brew "biome"
brew "blueutil"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "csvlens"
brew "curl"
brew "curlie"
brew "direnv"
brew "docker-compose"
brew "doggo"
brew "duckdb"
brew "editorconfig"
brew "erdtree"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grex"
brew "gum"
brew "hk"
brew "httpie"
brew "hub"
brew "hwatch"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "lnav"
brew "mise"
brew "moreutils"
brew "neovim"
brew "openjdk"
brew "ov"
brew "pastel"
brew "pgcli"
brew "pick"
brew "pigz"
brew "poppler"
brew "portal"
brew "postgresql@14"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "redis"
brew "ripgrep"
brew "senpai"
brew "snowflake-cli"
brew "tokei"
brew "tree"
brew "ttyd"
brew "wget"
brew "xsv"
brew "yank"
brew "zns"
brew "alajmo/sake/sake"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "mongodb/brew/mongodb-community"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "bartender"
cask "caffeine"
cask "cleanmymac"
cask "cloudpouch"
cask "dash"
cask "docker"
cask "ferdium"
cask "firefox"
cask "google-chrome"
cask "microsoft-azure-storage-explorer"
cask "monitorcontrol"
cask "obsidian"
cask "plex"
cask "plexamp"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tableplus"
cask "thunderbird"
cask "transmit"
cask "utm"
cask "viscosity"
cask "wezterm@nightly"
cask "zoom"
