tap "acsandmann/tap"
tap "charmbracelet/tap"
tap "clawscli/tap"
tap "deskflow/tap"
tap "felixkratz/formulae"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "sst/tap"
tap "tw93/tap"
brew "act"
brew "amazon-ecs-cli"
brew "apache-spark"
brew "azcopy"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bash-completion@2"
brew "libgit2"
brew "bat"
brew "biome"
brew "blueutil"
brew "choose-gui"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "csvlens"
brew "curl"
brew "curlie"
brew "direnv"
brew "docker-compose"
brew "doggo"
brew "duckdb"
brew "editorconfig"
brew "erdtree"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grex"
brew "gum"
brew "hk"
brew "httpie"
brew "hub"
brew "hut"
brew "hwatch"
brew "hyperfine"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "jj"
brew "lnav"
brew "mcat"
brew "mise"
brew "moreutils"
brew "neovim"
brew "openjdk"
brew "pastel"
brew "pgcli"
brew "pick"
brew "pigz"
brew "poppler"
brew "portal"
brew "postgresql@14"
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "pv"
brew "redis"
brew "ripgrep"
brew "senpai"
brew "silicon"
brew "snowflake-cli"
brew "tailspin"
brew "tmux"
brew "tokei"
brew "tree"
brew "tree-sitter-cli"
brew "ttyd"
brew "up"
brew "wget"
brew "witr"
brew "xsv"
brew "yank"
brew "zns"
brew "acsandmann/tap/rift"
brew "charmbracelet/tap/crush"
brew "clawscli/tap/claws"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "mongodb/brew/mongodb-community"
brew "sst/tap/opencode"
brew "tw93/tap/mole"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "deskflow/tap/deskflow"
cask "docker-desktop"
cask "elasticvue"
cask "elgato-stream-deck"
cask "ferdium"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "monitorcontrol"
cask "obsidian"
cask "plex"
cask "plexamp"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tableplus"
cask "transmit"
cask "viscosity"
cask "wezterm@nightly"
cask "zed"
cask "zen"
cask "zoom"
go "github.com/goreleaser/goreleaser/v2"
go "github.com/kiki-ki/go-qo/cmd/qo"
go "github.com/karol-broda/snitch"
go "github.com/samyakbardiya/trex"
